[
  {
    "id": "Folder1",
    "title": "Premium Cosmetic Tube Packaging Skincare and Sunscreen Mockup",
    "category": "Cosmetics",
    "description": "This is a professionally modeled cosmetic tube packaging asset, suitable for skincare, sunscreen, cream, gel, or dermatology-style products. The form is clean and modern, designed to match real-world cosmetic packaging proportions used by premium brands.\n\nThe model features a realistic tube body with subtle curvature, a detailed top crimp, and a solid cap design that reads well in both close-up hero renders and e-commerce visuals. Surface shading is optimized for studio lighting, making it ideal for product visualization, branding mockups, and advertising renders.\n\nTopology is clean and optimized, making the asset suitable not only for high-quality renders but also for real-time use if needed. The neutral design material variations.\n\nTechnical details:\nVertices: 14,844\nPolygons: 14,908\n\nClean, non-destructive topology\nIdeal for cosmetic ads, listings, brand presentations, and portfolio use\nThis asset is designed to save time for designers, advertisers, and studios who need a reliable, realistic cosmetic tube without rebuilding from scratch.",
    "vertices": "14844",
    "polyCount": "14908",
    "marketplaceLink": "https://www.cgtrader.com/3d-models/character/other/premium-cosmetic-tube-packaging-skincare-and-sunscreen-mockup",
    "thumbnail": "assets/models/Folder1/tube4.jpg",
    "images": [
      "assets/models/Folder1/tube4.jpg",
      "assets/models/Folder1/tube1.jpg",
      "assets/models/Folder1/tube3.jpg",
      "assets/models/Folder1/tube8.jpg",
      "assets/models/Folder1/tube11.jpg",
      "assets/models/Folder1/tube12.jpg"
    ],
    "textureSize": "4k",
    "formats": [
      "GLB"
    ]
  },
  {
    "id": "Folder10",
    "title": "Premium Amber Glass Serum Bottle with Dropper Luxury Cosmetic",
    "category": "Cosmetics",
    "description": "A high-quality 3D model of a luxury cosmetic serum bottle featuring an amber glass body and a precision dropper cap. Designed for premium skincare and pharmaceutical visualizations, this model is ideal for product renders, advertisements, packaging mockups, and e-commerce presentations.\n\nThe amber glass aesthetic communicates protection for light-sensitive formulations such as vitamin C serums, facial oils, and active concentrates. Clean geometry, realistic proportions, and a separated dropper assembly make it suitable for close-up hero shots and animation workflows.\n\nTechnical Details:\nVertices: 19,204\nPolygons: 19,200\n\nPerfect for cosmetic branding, product visualization, and high-end marketing scenes.",
    "vertices": "19204",
    "polyCount": "19200",
    "marketplaceLink": "https://www.cgtrader.com/3d-models/character/other/premium-amber-glass-serum-bottle-with-dropper-luxury-cosmetic",
    "thumbnail": "assets/models/Folder10/serum1.jpg",
    "images": [
      "assets/models/Folder10/serum1.jpg",
      "assets/models/Folder10/serum4.jpg",
      "assets/models/Folder10/serum6.jpg",
      "assets/models/Folder10/serum7.jpg",
      "assets/models/Folder10/serum15.jpg",
      "assets/models/Folder10/serum8.jpg"
    ],
    "textureSize": "4k",
    "formats": [
      "GLB"
    ]
  },
  {
    "id": "Folder2",
    "title": "Realistic Flexible Refill Spout Pouch Neutral Plastic Packaging",
    "category": "Cosmetics",
    "description": "A high-quality, realistic flexible refill pouch with corner spout, created for cosmetic, personal care, household, and liquid product packaging visualizations.\n\nThe model features believable soft-plastic deformation, natural wrinkle flow, and a filled-volume silhouette that reads correctly from front, angle, and side views. Surface detailing is intentionally balanced to avoid over-sculpting, ensuring realistic behavior under different lighting conditions.\n\nThe pouch uses a neutral plastic material, making it ideal for easy re-branding and label customization. Clean topology and stable shading make it suitable for both close-up and mid-distance renders in professional product visualization workflows.\n\nTechnical details:\nVertices: 19,582\nPolygons: 19,612\n\nIdeal for:\ncosmetics refill packs, shampoo & conditioner pouches, liquid soap, detergents, food sauces, eco-refill packaging, and advertising visuals.\n\nKey Features\nRealistic flexible plastic deformation\nNeutral, brand-ready material\nClean topology and smooth shading\nAccurate spout and cap construction\nSuitable for product renders and mockups",
    "vertices": "19582",
    "polyCount": "19612",
    "marketplaceLink": "https://www.cgtrader.com/3d-models/character/other/realistic-flexible-refill-spout-pouch-neutral-plastic-packaging",
    "thumbnail": "assets/models/Folder2/SAUCET3.png",
    "images": [
      "assets/models/Folder2/SAUCET3.png",
      "assets/models/Folder2/SAUCET6.png",
      "assets/models/Folder2/SAUCET7.png",
      "assets/models/Folder2/SAUCET9.png",
      "assets/models/Folder2/SAUCET10.png",
      "assets/models/Folder2/SAUCET11.png"
    ],
    "textureSize": "4k",
    "formats": [
      "GLB"
    ]
  },
  {
    "id": "Folder3",
    "title": "Realistic Cosmetic Bottle Set 2 Sizes Neutral Plastic Packaging",
    "category": "Cosmetics",
    "description": "A high-quality realistic cosmetic bottle set featuring two matching bottle sizes, designed for product visualization, branding mockups, and e-commerce renders.",
    "vertices": "30308",
    "polyCount": "30300",
    "marketplaceLink": "https://www.cgtrader.com/3d-models/character/other/realistic-cosmetic-bottle-set-2-sizes-neutral-plastic-packaging",
    "thumbnail": "assets/models/Folder3/BOTTLE.png",
    "images": [
      "assets/models/Folder3/BOTTLE1.png",
      "assets/models/Folder3/BOTTLE5.png",
      "assets/models/Folder3/BOTTLE10.png",
      "assets/models/Folder3/BOTTLE11.png",
      "assets/models/Folder3/BOTTLE.png"
    ],
    "textureSize": "4k",
    "formats": [
      "GLB"
    ]
  },
  {
    "id": "Folder4",
    "title": "Realistic Glass Cosmetic Cream Jar with Plastic Lid",
    "category": "Cosmetics",
    "description": "A high-quality realistic glass cosmetic cream jar designed for product visualization, branding mockups, and e-commerce renders. The model features accurate proportions, clean topology, and a neutral design suitable for a wide range of skincare and cosmetic products.\n\nThe jar includes realistic glass thickness, detailed screw threads, and a minimal plastic lid, making it ideal for creams, balms, gels, masks, and luxury cosmetic presentations. Materials are kept neutral for easy customization and re-branding.\n\nOptimized for close-up renders and professional workflows, this asset works well for advertising visuals, packaging previews, and digital product showcases.\n\nTechnical details\nVertices: 11,044\nPolygons: 11,040\n\nThis model is suitable for both realistic studio renders and real-time applications where clean geometry and visual clarity are required.",
    "vertices": "11044",
    "polyCount": "11040",
    "marketplaceLink": "https://www.cgtrader.com/3d-models/character/other/realistic-glass-cosmetic-cream-jar-with-plastic-lid",
    "thumbnail": "assets/models/Folder4/jar1.jpg",
    "images": [
      "assets/models/Folder4/jar1.jpg",
      "assets/models/Folder4/jar8.jpg",
      "assets/models/Folder4/jar10.jpg",
      "assets/models/Folder4/jar8.jpg",
      "assets/models/Folder4/jar5.jpg",
      "assets/models/Folder4/jar2.jpg"
    ],
    "textureSize": "4k",
    "formats": [
      "GLB"
    ]
  }
]